Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_930_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Bealuštusministtar Haglund galledii Eanodagas
smn: Piäluštâsminister Haglund kollij Iänuduv

source: Bealuštusministtar Haglund galledii Eanodagas sámedikki guossin 28-29.9.2014 .
smn: Piäluštâsminister Haglund kollij Iänuduv sämitige kyessin 28-29.9.2014 .

source: Sámediggi lea hirbmat ilolaš , ahte bealuštusministaras lei áigi máilmmipolitihkalaš kriissaid siste galledit sámiid ruovttuguovllus .
smn: ” Sämitigge lii čuuvtij ilolâš , ete piäluštâsministerist lâi asto maailmpooliitlij kriisâi kooskâst kolliđ sämikuávlu .

source: Erenomáš ilolaš lean das , ahte son válljii galledanbáikin mu ruovttoguovllu ” , sámedikki ságajođiheaddji Klemetti Näkkäläjärvi muitalii .
smn: Eromâš ilolâš lam tast , ete sun valjij kollimčuosâttâhnis muu päikkikuávlu ” , sämitige saavâjođetteijee Klemetti Näkkäläjärvi muštâlij .

source: Deaivvadeami fáddán lei ráđđehusprográmma sámiid guoski ulbmiliid ja geatnegasvuođaid ollašuvvan .
smn: Teivâdem fáddán lâi haldâttâsohjelm sämmilijd kyeskee uulmij já kenigâsvuođâi olášum .

source: Bealuštusministtar Haglund ja ságajođiheaddji Näkkäläjärvi gávnnaheigga duđavažžan , ahte vaikke riikkabeaiáigodat lahkona loahpa ja álgu lei váttis , ráđđehusprográmma sámiid guoski ulbmilat leat ollašuvvamin dievasmearálaččat . ”
smn: Piäluštâsminister Haglund já saavâjođetteijee Näkkäläjärvi pahudáin tuđâvâžžân , ete veikâ ovdâskoddepaje aldan loppâsis já algatileh lijjii vaigâdeh , te haldâttâsohjelm sämmilijd kyeskee ulmeh láá olášuumin tievâslávt . ”

source: Dát lea sámiid dáfus oalle historjjálaš , dasgo ovdal leat ožžon lohpádusaid , muhto dat leat báhcán ollašuvakeahttá .
smn: Taat lii sämmilij tááhust uáli historjálâš , tastko ovdil lep finnim lopádâsâid , mutâ toh láá pááccám olášuuhánnáá .

source: Ráđđehusprográmmas eai leamaš goassige ovdal ná máŋga sámiid guoski ulbmila ja dat orrot ollašuvvamin dievasmearálaččat ” , ságajođiheaddji Näkkäläjärvi muitala .
smn: Haldâttâsohjelmist iä lah kuássin ovdil lamaš návt maaŋgah sämmilijd kyeskee ulmeh já oro , ete toh olášuveh tievâslávt ” , saavâjođetteijee Näkkäläjärvi muštâl .

source: ” Ráđđehusprográmmas ledje hárvenaš nana ulbmilat sámeáššiid ovddideami várás .
smn: ” Haldâttâsohjelmist lijjii spiekâstâhlii äŋgiris ulmeh sämiaašij oovdedmân .

source: RKP lea čatnasan daid ollašuhttimii jo ovddit válgakampánjjas ja dieđusge maiddái ráđđehusráđđádallamiin .
smn: RAP lii čonâdâttâm tai olášutmân jo moonnâm vaaljâkampanjastis já tiäđust-uv meid haldâttâsráđádâlmijn .

source: Dál ulbmilat leat ollašuvvamin buotláhkai ja dat čájeha , ahte RKP:i sáhttá luohttit .
smn: Tääl ulmeh láá olášuumin puohnáál já tot čáittá , ete RAP:n puáhtá lyettiđ .

source: Dan man lohpidit , geahččalit maiddái deavdit ” gávnnaha RKP ságajođiheaddji , bealuštusministtar Carl Haglund .
smn: Tom , maid mij lopedep , viggâp meid olášuttiđ ” paahud RAP saavâjođetteijee , piäluštâsminister Carl Haglund .

source: Eamiálbmogiid sajádat lea nannejuvvon justa dál globála dásis eamiálbmogiid máilmmikonfereanssa loahppaáššebáhpára dohkkeheami mielde .
smn: Algâaalmugij sajattuv láá nanodâm eidu tääl gloobaal tääsist algâaalmugij maailmkonferens loppâäššikirje tuhhiittem mield. .

source: Loahppaáššebáhpára prinsihpat leat maiddái máilmmiráfi ovddideaddji ášši .
smn: Loppâäššikirje prinsiipeh láá meid maailmráávhu ovdedeijee ääših .

source: Eamiálbmogat sáhttet geavahit riekte- ja riidduidčoavdinvuogádagaid servošiid siste muhto maiddái viidásabbot servodagas .
smn: Algâaalmugeh pyehtih kevttiđ vuoigâdvuotâ- já vižijčuávdimvuáháduvâid siärváduvâidis siste mutâ meid vijđásubbooht ohtsâškoddeest .

source: Stáhtat čatnasit konsulteret ja bargat ovttasbarggu eamiálbmogiiguin sin iežasat parlamentáralaš orgánaid bokte .
smn: Staatah čonâdâteh konsultistiđ já rähtiđ oovtâstpargo algâaalmugijguin sii jieijâs parlamentaarlij orgaanij peht .

source: Ovttasbarggu ulbmilin lea oažžut eamiálbmoga eaktodáhtolaš , ovddalgihtii addon dihtui vuođđudeaddji dohkkeheami man beare sin árbevirolaččat ásson eana- ja čáhceviidodagaide dahje eará resurssaidda guoski fidnu dohkkeheapmái .
smn: Oovtâstpargo ulmen lii finniđ algâaalmug rijjâtátulâš , munetiätun vuáđuduvvee tuhhiittem mii ihánis proojeekt tuhhiitmân , mii čuosât sii ärbivuáválávt asâiduttem eennâm- já čäcikuávloid teikâ eres resursáid .

source: Maiddái álbmotlaš dási čovdosiin sámeáššiin ekonomalaš eahpesihkkarvuođa siste galget leat čielga sigŋálat , ahte eamiálbmogiid , Suomas sámiid , sajádaga nannen lea maiddái linjjás dáid globála prinsihpaiguin ja ovddida áddejumi ( ja dorvvolašvuođa ) sámiid ja stáhta gaskkas .
smn: Meid mii aalmuglii tääsi čuávduseh sämiaašijn kuávdoo ekonomâlii epivisesvuođâ kalgeh leđe čielgâ saavah tast , ete algâaalmugij , Suomâst sämmilij , sajattuv nanodem lii meid linjáást tai gloobaal prinsiipijguin já oovded ohtsâšibárdâs ( já torvolâšvuođâ ) sämmilij já staatâ kooskâst .

source: ” Dát lea dehalaš lávki ovddos ja lean oalle ilolaš das , ahte eamiálbmogiid sajádat dorvvastuvvo maiddái riikkaidgaskasaččat .
smn: ” Taat lii tergâdis lävkki ovdâskulij já lam uáli ilolâš tast , ete algâaalmugij sajattuv torvejeh meid aalmugijkoskâsávt .

source: Álbmotlaččat dán barggu galgá joatkit maiddái boahtte ráđđehusbaji áigge , gávnnaha bealuštusministtar Haglund .
smn: Aalmuglávt taam pargo kalgeh juátkiđ meid puáttee haldâttâspaje ääigi , paahud piäluštâsminister Haglund .

source: ” Ovttasbargu suomaruoŧŧelaččaiguin ja sápmelaččaiguin leamašan njuovžil ja oalle dehalaš goappat álbmogii .
smn: ” Oovtâstpargo suomâruátálijguin já sämmilijguin lii lamaš luándulâš já uáli tergâd kuohtuid almugáid .

source: Leat hirbmat ilolaččat ovttasbarggu lávgamis .
smn: Lep uáli iloliih tast , ete oovtâstpargo lii lasanâm .

source: Álbmotlaš vehádagaide lea dehalaš doarjut guđet guoimmi ja maiddái vehádagaid vuoigatvuođaid ja vuoigatvuođa iežaset gillii ja kultuvrrai .
smn: Lii tergâd , ete aalmugliih ucceeblovoh tuárjuh nubijdis já ucceeblovoi vuoigâdvuođâid já vuoigâdvuođâ jieijâs kielân já kulttuurân .

source: Ovttasbarggu lea buorre joatkit ” , bealuštusministtar Haglund ja ságajođiheaddji Näkkäläjärvi gávnnaheigga .
smn: Lii pyeri juátkiđ oovtâstpargo ” , piäluštâsminister Haglund já saavâjođetteijee Näkkäläjärvi pahudáin .

source: Ministtar oahpásmuvai galledeami olis maiddái Eanodaga lundui ja bivdokultuvrai .
smn: Minister uápásmui kollim ohtâvuođâst meid Iänuduv luándun já pivdokulttuurân .

source: Eanodaga boazosámit ja sámediggi adde bealuštusministtarai čearpmaha skeaŋkan , mas lea elektrovnnalaš čeabebáddi .
smn: Iänuduv puásuisämmiliih já sämitigge skeŋkkejii piäluštâsministerân vyesi , mast lâi šleđgâlâš čevepäddi .

source: Eanodaga boazosámit leat skeŋken Monaco fursta Albertii čearpmaha su galledeami olis Eanodagas jagi 2012 .
smn: Iänuduv puásuisämmiliih láá skeŋkkim Monaco furstâ Albertân vyesi talle ko sun lii kollim Iänuduvâst ive 2012 .

source: Ministtar Haglund boazu guohtu seammá Jávrrešduoddara siiddas go fursta Albert boazu .
smn: Minister Haglund puásui kuátu siämmáá Jauristuoddâr siijdâst ko furstâ Albert puásui .

source: Sámi oahpahusguovddáža vd . rektor Janne Näkkäläjärvi fuolaha teknihkalaš ordnemiin nu , ahte bealuštusministtar sáhttá čuovvut bohcco eallima dihtora bokte .
smn: Säämi máttááttâskuávdáá vs. rehtor Janne Näkkäläjärvi huolât teknisijd ornimijd nuuvt , ete piäluštâsminister puáhtá čuávvuđ poccus kuáttum päikkitäturáin .

source: Lassidieđut : Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi , 050-5242109
smn: Lasetiäđuh : Sämitige saavâjođetteijee Klemetti Näkkäläjärvi , 0505242109
